[
	{
		"title": "Pledge of Allegiance",
		"text": "I pledge allegiance to the Flag of the United States of America, and to the Republic for which it stands, one Nation under God, indivisible, with liberty and justice for all."
	},
	{
		"title": "Sermon on the Mount - Matthew 6",
		"text": "And when you fast, do not put on a sad face as the hypocrites do. They neglect their appearance so that everyone will see that they are fasting. I assure you, they have already been paid in full. When you go without food, wash your face and comb your hair, 18 so that others cannot know that you are fasting -- only your Father, who is unseen, will know. And your Father, who sees what you do in private, will reward you."
	},
	{
		"title": "Ireland Unfree Shall Never Be at Peace",
		"text": "Our foes are strong and wise and wary: but, strong and wise and wary as they are, they cannot undo the miracles of God who ripens in the hearts of young men the seeds sown by the young men of former generation. And the seeds sown by the young men of '65 and '67 are coming to their miraculous ripening today. Rulers and defenders of Realms had need to be wary if they would guard against such processes. Life springs from death; and from the graves of patriot men and women spring living nations. The defenders of this Realm have worked well in secret and in the open. They think that they have pacified Ireland. They think that they have purchased half of us and intimidated the other half. They think that they have foreseen everything, think that they have provided against everything, but the fools, the fools, the fools! They have left us with our Fenian dead, and while Ireland holds these graves, Ireland unfree shall never be at peace."
	},
	{
		"title": "Fight on the Beaches",
		"text": "I have, myself, full confidence that if all do their duty, if nothing is neglected, and if the best arrangements are made, as they are being made, we shall prove ourselves once again able to defend our Island home, to ride out the storm of war, and to outlive the menace of tyranny, if necessary for years, if necessary alone. At any rate, that is what we are going to try to do. That is the resolve of His Majesty's Government-every man of them. That is the will of Parliament and the nation. The British Empire and the French Republic, linked together in their cause and in their need, will defend to the death their native soil, aiding each other like good comrades to the utmost of their strength."
	},
	{
		"title": "Inevitable Triumph",
		"text": "No matter how long it may take us to overcome this premeditated invasion, the American people in their righteous might will win through to absolute victory. I believe that I interpret the will of the Congress and of the people when I assert that we will not only defend ourselves to the uttermost but will make it very certain that this form of treachery shall never again endanger us. Hostilities exist. There is no blinking at the fact that our people, our territory, and our interests are in grave danger. With confidence in our armed forces with the unbounding determination of our people we will gain the inevitable triumph so help us God."
	},
	{
		"title": "Duty, Honor, Country",
		"text": "You are the leaven which binds together the entire fabric of our national system of defense. From your ranks come the great captains who hold the Nation's destiny in their hands the moment the war tocsin sounds. The Long Gray Line has never failed us. Were you to do so, a million ghosts in olive drab, in brown khaki, in blue and gray,º would rise from their white crosses, thundering those magic words: Duty, Honor, Country."
	},
	{
		"title": "I Have a Dream",
		"text": "I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin but by the content of their character. I have a dream... I have a dream that one day in Alabama, with its vicious racists, with its governor having his lips dripping with the words of interposition and nullification, one day right in Alabama little black boys and black girls will he able to join hands with little white boys and white girls as sisters and brothers."
	},
	{
		"title": "Gettysburg Address",
		"text": "Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal. Now we are engaged in a great civil war, testing whether that nation, or any nation so conceived and so dedicated, can long endure. We are met on a great battle field of that war. We have come to dedicate a portion of that field, as a final resting place for those who here gave their lives that that nation might live. It is altogether fitting and proper that we should do this. But, in a larger sense, we can not dedicate—we can not consecrate—we can not hallow—this ground. The brave men, living and dead, who struggled here, have consecrated it, far above our poor power to add or detract. The world will little note, nor long remember what we say here, but it can never forget what they did here. It is for us the living, rather, to be dedicated here to the unfinished work which they who fought here have thus far so nobly advanced. It is rather for us to be here dedicated to the great task remaining before us—that from these honored dead we take increased devotion to that cause for which they gave the last full measure of devotion—that we here highly resolve that these dead shall not have died in vain—that this nation, under God, shall have a new birth of freedom—and that government of the people, by the people, for the people, shall not perish from the earth."
	}
]